Revit 2027 API
DockablePane Constructor
Overload List
Name | Description
DockablePane(DockablePane) |  Constructs a new copy of the input DockablePane object.
DockablePane(DockablePaneId) |  Gets the pane with identifier %id%.
Top
See Also
Reference
DockablePane Class
Autodesk.Revit.UI Namespace